// ### Задача 3.

// Да се напишат 3 функции од кои што:

// - првата функција потребно е да има три параметри(numbers) и да го враќа збирот од тие три броеви
// - втората функција потребно е да има еден параметар(string) и да го враќа истиот тој string
// - третата функција потребно е да има два параметри(numbers) и да ги споредува истите. 
// Ако броевите се исти, да ја испечати пораката "These numbers are equal" 
// во спротивно да испечати "These numbers are not equal"
const sumAll = (a, b, c) => {
    return a + b + c;
}