// ### Задача 4.

// а. Направете променлива age и доделете ѝ број што ја претставува вашата возраст.
// Користете if-else за да проверите дали можете легално да купите алкохол, да гласате, 
// двете или ниту едно од нив. Да се претпостави дека со наполнети 18 години може да гласате 
// но не и да купите алкохол додека пак со наполнети 21 година имате право на двете. 
// Користете console.log за да печатите соодветна порака во конзола.

// б. Да се декларира функција која што ќе има еден параметар month. Внатре во функцијата да се искористи 
// switch услов кој што за даден месец како аргумент, ќе го враќа бројот на денови од тој месец. 
// За Февруари да се претпостави дека секогаш ќе има 28 дена. 
// Доколку се внесе вредност која што не е месец, да се испринта “Invalid input” во конзолата.
// Пр. Input: “June”, Output: 30

// в. Направете променлива temperature и доделете ѝ број што ја претставува температурата во Целзиусови.
// Користете if-else за да одредите дали надвор е жешко, топло или ладно. За жешко сме смета температура над 30 степени, за топло над 20 додека пак за ладно се смета температура под 15 степени. Степените помеѓу 15 и 20 се сметаат за умерено време. Користете console.log за да печатите соодветна порака во конзола.